const TextWelcome = (a) => {
return `⌕ ⊹ ִֶָ ----------------------------------------- ִֶָ ⊹⌕

𝗛𝘆 @${a} 𝗪𝗲𝗹𝗰𝗼𝗺𝗲 𝗧𝗼 𝗚𝗿𝗼𝘂𝗽!

⌕ ⊹ ִֶָ ----------------------------------------- ִֶָ ⊹⌕


• 𝗞𝗮𝗺𝘂 𝗜𝗻𝗴𝗶𝗻 𝗠𝗲𝗻𝗴𝗴𝘂𝗻𝗮𝗸𝗮𝗻 𝗕𝗼𝘁? 𝗞𝗲𝘁𝗶𝗸 .𝗹𝗶𝘀𝘁𝗺𝗲𝗻𝘂 𝗨𝗻𝘁𝘂𝗸 𝗠𝗲𝗻𝗮𝗺𝗽𝗶𝗹𝗸𝗮𝗻-!
• 𝗞𝗮𝗺𝘂 𝗜𝗻𝗴𝗶𝗻 𝗦𝗲𝘄𝗮 𝗕𝗼𝘁? 𝗞𝗲𝘁𝗶𝗸 .𝗼𝘄𝗻𝗲𝗿 𝗨𝗻𝘁𝘂𝗸 𝗦𝗲𝘄𝗮 𝗕𝗼𝘁-!
• 𝗞𝗮𝗺𝘂 𝗕𝘂𝘁𝘂𝗵 𝗦𝗰? 𝗦𝗶𝗹𝗮𝗵𝗸𝗮𝗻 𝗕𝘂𝘆 𝗗𝗲𝗻𝗴𝗮𝗻 𝗢𝘄𝗻𝗲𝗿 𝗔𝘁𝗮𝘂 𝗞𝗮𝗺𝘂 𝗜𝗻𝗴𝗶𝗻 𝗕𝗮𝘀𝗲 𝗕𝗼𝘁 𝗜𝗻𝗶? 𝗦𝗶𝗹𝗮𝗵𝗸𝗮𝗻 𝗖𝗲𝗸 𝗬𝗼𝘂𝗧𝘂𝗯𝗲 𝗥𝗜𝗠𝗨𝗥𝗨𝗕𝗢𝗧𝗭

⌕ ⊹ ִֶָ ----------------------------------------- ִֶָ ⊹⌕`
}
const TextOut = (a) => {
return `⌕ ⊹ ִֶָ ----------------------------------------- ִֶָ ⊹⌕

𝗬𝗮𝗵 𝗦𝗶 @${a} 𝗢𝘂𝘁 𝗗𝗮𝗿𝗶 𝗚𝗿𝗼𝘂𝗽 𝗜𝗻𝗶!

⌕ ⊹ ִֶָ ----------------------------------------- ִֶָ ⊹⌕


• 𝗣𝗮𝗿𝗮 𝗠𝗲𝗺𝗯𝗲𝗿 𝗣𝗮𝗱𝗮𝗵𝗮𝗹 𝗣𝗲𝗻 𝗡𝗶𝘁𝗶𝗽 𝗚𝗼𝗿𝗲𝗻𝗴𝗮𝗻 𝗠𝗮𝗹𝗮𝗵 𝗢𝘂𝘁 𝗗𝘂𝗹𝘂𝗮𝗻 :(
• 𝗕𝘁𝘄 𝗔𝗹-𝗙𝗮𝘁𝗶𝗵𝗮𝗵 𝗨𝗻𝘁𝘂𝗸 𝗬𝗮𝗻𝗴 𝗢𝘂𝘁 𝗬𝗮 𝗕𝗮𝗻𝗵🗿🙏
• 𝗦𝗲𝗸𝗮𝗹𝗶 𝗟𝗮𝗴𝗶 𝗦𝗲𝗲 𝗬𝗼𝘂 @${a} 🤩🎉

⌕ ⊹ ִֶָ ----------------------------------------- ִֶָ ⊹⌕`
}

module.exports = { TextWelcome, TextOut  }